<?php

return [
    'notifications' => [
        'scheduled' => [
            'title' => 'تم جدولة الكوبون',
            'body' => 'تم جدولة الكوبون بنجاح.',
        ],
        'confirmed' => [
            'title' => 'تم تأكيد الكوبون',
            'body' => 'المشرف قام بمراجعة وتأكيد الكوبون.',
        ],
        'not_booked' => [
            'title' => 'لم يتم حجز الكوبون',
            'body' => 'العميل لم يقم بحجز الكوبون.',
        ],
        'customer_served' => [
            'title' => 'تم خدمة العميل',
            'body' => 'تم خدمة العميل بنجاح وإضافة المبلغ إلى حسابك.',
        ],
    ],
];
